{
  "Gallery": "Gallery",
  "Materials": "Materials",
  "About us": "About us",
  "printPhoto": "Print your photo on canvas",
  "uploadPhoto": "Upload photo / create image",
  "uploadPhotoSubcontent": "Just upload your photo, choose the size and material. We will arrange the rest. In addition to canvas, we print photos on acrylic (plexiglass) and aluminum-PVC-aluminum board.",
  "uploadPhotoStepOne": "Upload photo",
  "uploadPhotoStepTwo": "Select dimension",
  "uploadPhotoStepThree": "Update cropper",
  "uploadPhotoStepFour": "Select material",
  "photoCanvasTitle": "Photo on canvas",
  "photoAcrylicTitle": "Photo on acrylic (plexiglass)",
  "photoAluminumTitle": "Photo on aluminum plates",
  "photoCanvasText": "Magnify your memories with an image on the canvas. The canvas is stretched on a quality wooden frame. This material fits into any interior.",
  "photoAcrylicText": "Create an image with a modern, high-gloss look. Acrylic (plexiglass) is suitable for modern interiors. We recommend indenting from the wall.",
  "photoAluminumText": "Beautiful, modern and very durable material. The printed surfaces give a matt impression with a fine structure. For a better effect, we recommend indenting or framing.",
  "pickOneOfOurPhotos": "Pick one of our photos",
  "noPhoto": "No photo to choose ?",
  "lookAtOurGallery": "Look at our gallery.",
  "home": "Home",
  "orders": "Orders",
  "products": "Products",
  "fileUploaded": "File uploaded",
  "fileRejected": "File rejected",
  "storage": "Storage",
  "uploadedImages": "Uploaded images",
  "aboutUsFrom": "We have been operating in the field of printing since 2003.",
  "aboutUsThanks": "Thanks to the mojkalendar.sk project, we found out that we enjoy materializing unique moments into calendars and images. We are most excited about the long-term satisfaction of customers who enjoy the works they create themselves. You will capture unforgettable moments yourself.",
  "aboutUsTask": "Our task is “only” to materialize them and produce a work for you that will remind you of them for a long time to come. Therefore, our vision is long-term quality sustainability at the highest possible level.",
  "aboutUsWant": "We want the purchase of an image to be a small experience for you, which is why we place great emphasis on the way we communicate with you. We strive to be as pro-customer as possible, listen to your needs and constantly improve.",
  "aboutUsHelp": "Help us with your feedback to perfection !",
  "aboutUsPriorities": "Our Priorities",
  "aboutUsProud": "WE ARE PROUD OF OUR CRAFTSMANSHIP AND QUALITY OF PAINTING.",
  "For partners": "For partners",
  "partnersOneTitle": "Vytlačíme obrazy vašim klientom so zľavou.",
  "partnersOneSubtitle": "Ak máte chuť spolupracovať, zaregistrujeme vás v našom systéme a pridelíme vám zľavové kódy, ktoré môžete ďalej posúvať svojim zákazníkom.",
  "partnersOneDescription": "Zákazník získa použitím kódu zľavu a vám vyplatíme za každý obraz s vašim kódom províziu.",
  "partnersTwoTitle": "Ponúkneme vaše motívy našim zákazníkom.",
  "partnersTwoSubtitle": "Máte špičkové zábery, ktoré by ste chceli ponúknúť vo forme obrazov? Vyhradíme vám priestor na našom webe a ponúkneme vaše zábery všetkým našim zákazníkom.",
  "partnersTwoDescription": "Za každý vytlačený obraz získate zaujímavú províziu.",
  "partnersDetails": "Zaujímajú vás detaily spolupráce ?",
  "partnersForm": "Kontaktujte nás prostredníctvom kontaktného formulára."
}