{
  "Gallery": "Galéria",
  "Materials": "Materiály",
  "About us": "O nás",
  "printPhoto": "Vytlačte si svoje foto na plátno",
  "uploadPhoto": "Nahrať fotku / vytvoriť obrázok",
  "uploadPhotoSubcontent": "Stačí nahrať Vašu fotografiu, vybrať si rozmer a materiál. Ostatné zariadime my. Okrem plátna tlačíme fotografie na akryl (plexisklo) a dosku hliník-PVC-hliník.",
  "uploadPhotoStepOne": "Nahráte fotku",
  "uploadPhotoStepTwo": "Vyberiete si rozmer",
  "uploadPhotoStepThree": "Upravíte si výrezy",
  "uploadPhotoStepFour": "Zvolíte si materiál",
  "photoCanvasTitle": "Foto na plátno",
  "photoAcrylicTitle": "Foto na akryl (plexisklo)",
  "photoAluminumTitle": "Foto na hliníkové dosky",
  "photoCanvasText": "Zväčšnite svoje spomienky obrazom na plátne. Plátno je natiahnuté na kvalitnom drevenom ráme. Tento materiál sa hodí do každého interiéru.",
  "photoAcrylicText": "Vytvorte si obraz s moderným, vysokolesklým vzhľadom. Akryl (plexisklo) sa hodí do moderne zariadených interiérov. Odporúčame odsadiť od steny.",
  "photoAluminumText": "Krásny, moderný a veľmi trvácny materiál. Potlačené plochy pôsobia matným dojmom s jemnou štruktúrou. Pre lepší efekt odporúčame odsadiť, prípadne zarámovať.",
  "pickOneOfOurPhotos": "Vyberte si z našich fotiek",
  "noPhoto": "Nemáte vhodnú fotku na obraz ?",
  "lookAtOurGallery": "Vyberte si z našej galérie.",
  "home": "Domov",
  "orders": "Objednávky",
  "products": "Produkty",
  "fileUploaded": "Súbor nahraný",
  "fileRejected": "Súbor zamietnutý",
  "storage": "Úložisko",
  "uploadedImages": "Nahrané obrázky",
  "aboutUsFrom": "V oblasti tlače pôsobíme od roku 2003.",
  "aboutUsThanks": "Vďaka projektu mojkalendar.sk sme zistili, že nás baví zhmotňovať jedinečné momenty do podoby kalendárov a obrazov. Najviac nás nadchýňa dlhodobá spokojnosť zákazníkov, ktorí sa tešia z diel, ktoré si sami vytvoria.",
  "aboutUsTask": "Nezabudnuteľné momenty si totiž zachytíte sami. Našou úlohou je “len” zhmotniť ich a vyrobiť pre vás dielo, ktoré vám ich bude ešte dlho pripomínať. Preto je našou víziou dlhodobá udržateľnosť kvality na najvyššej možnej úrovni.",
  "aboutUsWant": "Chceme, aby nákup obrazu bol pre vás malým zážitkom a preto kladieme obrovský dôraz na spôsob komunikácie s vami. Snažíme sa byť maximálne prozákaznícky, načúvať vašim potrebám a neustále sa zlepšovať.",
  "aboutUsHelp": "Pomôžte nám svojim feedbackom dôjsť až do dokonalosti !",
  "aboutUsPriorities": "NAŠE PRIORITY",
  "aboutUsProud": "SME HRDÍ NA SVOJE REMESELNÉ SPRACOVANIE A KVALITU VYHOTOVENIA OBRAZOV.",
  "For partners": "Pre partnerov",
  "partnersOneTitle": "Vytlačíme obrazy vašim klientom so zľavou.",
  "partnersOneSubtitle": "Ak máte chuť spolupracovať, zaregistrujeme vás v našom systéme a pridelíme vám zľavové kódy, ktoré môžete ďalej posúvať svojim zákazníkom.",
  "partnersOneDescription": "Zákazník získa použitím kódu zľavu a vám vyplatíme za každý obraz s vašim kódom províziu.",
  "partnersTwoTitle": "Ponúkneme vaše motívy našim zákazníkom.",
  "partnersTwoSubtitle": "Máte špičkové zábery, ktoré by ste chceli ponúknúť vo forme obrazov? Vyhradíme vám priestor na našom webe a ponúkneme vaše zábery všetkým našim zákazníkom.",
  "partnersTwoDescription": "Za každý vytlačený obraz získate zaujímavú províziu.",
  "partnersDetails": "Zaujímajú vás detaily spolupráce ?",
  "partnersForm": "Kontaktujte nás prostredníctvom kontaktného formulára."
}