{
  "Gallery": "Galéria",
  "Materials": "Materiály",
  "About us": "O nás",
  "printPhoto": "Vytlačte si svoje foto na plátno",
  "uploadPhoto": "Nahrať fotku / vytvoriť obrázok",
  "uploadPhotoSubcontent": "Stačí nahrať Vašu fotografiu, vybrať si rozmer a materiál. Ostatné zariadime my. Okrem plátna tlačíme fotografie na akryl (plexisklo) a dosku hliník-PVC-hliník.",
  "uploadPhotoStepOne": "Nahráte fotku",
  "uploadPhotoStepTwo": "Vyberiete si rozmer",
  "uploadPhotoStepThree": "Upravíte si výrezy",
  "uploadPhotoStepFour": "Zvolíte si materiál",
  "photoCanvasTitle": "Foto na plátno",
  "photoAcrylicTitle": "Foto na akryl (plexisklo)",
  "photoAluminumTitle": "Foto na hliníkové dosky",
  "photoCanvasText": "Zväčšnite svoje spomienky obrazom na plátne. Plátno je natiahnuté na kvalitnom drevenom ráme. Tento materiál sa hodí do každého interiéru.",
  "photoAcrylicText": "Vytvorte si obraz s moderným, vysokolesklým vzhľadom. Akryl (plexisklo) sa hodí do moderne zariadených interiérov. Odporúčame odsadiť od steny.",
  "photoAluminumText": "Krásny, moderný a veľmi trvácny materiál. Potlačené plochy pôsobia matným dojmom s jemnou štruktúrou. Pre lepší efekt odporúčame odsadiť, prípadne zarámovať.",
  "pickOneOfOurPhotos": "Vyberte si z našich fotiek",
  "noPhoto": "Nemáte vhodnú fotku na obraz ?",
  "lookAtOurGallery": "Vyberte si z našej galérie.",
  "home": "Domov",
  "orders": "Objednávky",
  "products": "Produkty",
  "fileUploaded": "Súbor nahraný",
  "fileRejected": "Súbor zamietnutý",
  "storage": "Úložisko",
  "uploadedImages": "Nahrané obrázky",
  "materialsCanvasTitle": "Plátno",
  "materialsCanvasSubTitle": "Obrazy na plátne natiahnuté na kvalitný drevený rám sú najpoužívanejšie.",
  "materialsCanvasDescription": "Plátno pôsobí veľmi decentne a teplo. Má jemnú štruktúru a je ideálne napnuté. Tlačený motív pokračuje aj po hranách obrazu. Na zavesenie sú na zadnej strane pripravené malé háčiky.",
  "materialsAcrylTitle": "Akryl - plexisklo",
  "materialsAcrylSubTitle": "Obrazy majú vysoký lesk, ktorý sa hodí ako k tmavým tak aj k svetlým motívom.",
  "materialsAcrylDescription": "Hodí sa najmä do moderných interiérov. Hodnotu obrazu dodá aj spôsob zavesenia. Buď môžete použiť háčiky alebo hlinikové dištančné stĺpiky, ktoré obraz odsadia 3 cm od steny.",
  "materialsAluminiumTitle": "Hliníková doska",
  "materialsAluminiumSubTitle": "Našou špecialitkou je tlač priamo na hliníkovú dosku.",
  "materialsAluminiumDescription": "Je to sendvičový materiál, ktorý sa skladá z troch vrstiev hliník – plast – hliník o hrúbke 3mm. Tento materiál je veľmi pevný a trvácny, vhodný aj na exteriérové použitie. Potlačená plocha má úplne jemnú, matnú štruktúru a pôsobí veľmi príjemne. Tak ako pri akryle, aj tu je viacero možností zavesenia. Buď háčik alebo dištančné stĺpiky."
}